[{"ID":"1","PNAME":"Xbox","GNAME":"Xbox.jpg","PRICE":"299.99","MSRP":"425.00","QOH":"100","QOBO":"10","DESC":"Microsoft's first foray into the gaming console market. The integrated Xbox Live service allowed players to play games online with or without a broadband connection.","brand":"XBOX"},
{"ID":"2","PNAME":"Xbox 360","GNAME":"Xbox 360.jpg","PRICE":"299.99","MSRP":"299.00","QOH":"100","QOBO":"25","DESC":"The Xbox 360 showed an expanded Xbox Live service, the ability to stream multimedia content from PCs. Microsoft also released Kinect, a motion control system for the Xbox 360 which uses an advanced sensor system.","brand":"XBOX"},
{"ID":"3","PNAME":"Xbox One","GNAME":"Xbox One.jpg","PRICE":"399.99","MSRP":"399.00","QOH":"100","QOBO":"50","DESC":"the Xbox One has an emphasis on internet-based features, including the ability to record and stream gameplay, and the ability to integrate with a set-top box to watch cable or satellite TV through the console with an enhanced guide interface and Kinect-based voice control.","brand":"XBOX"},
{"ID":"4","PNAME":"Xbox One S","GNAME":"Xbox One S.jpg","PRICE":"299.99","MSRP":"299.00","QOH":"100","QOBO":"50","DESC":"The Xbox One S is a small, more compact version of the Xbox One S that features support for 4K video and HDR.","brand":"XBOX"},
{"ID":"5","PNAME":"Xbox One X","GNAME":"Xbox One X.jpg","PRICE":"499.99","MSRP":"499.00","QOH":"100","QOBO":"50","DESC":"The Xbox One X is an amped up model of the Xbox One with improved hardware capable of playing games with more demanding resolutions and graphics","brand":"XBOX"},
{"ID":"6","PNAME":"PlayStation","GNAME":"PlayStation.jpg","PRICE":"299.99","MSRP":"299.00","QOH":"100","QOBO":"50","DESC":"The first of the ubiquitous PlayStation series of console and hand-held game devices.","brand":"PLAYSTATION"},
{"ID":"7","PNAME":"PlayStation2","GNAME":"PlayStation2.jpg","PRICE":"299.99","MSRP":"299.00","QOH":"100","QOBO":"50","DESC":"It has received a slimmer redesign. It is the most successful home console in the world,[30] having sold over 155 million","brand":"PLAYSTATION"},
{"ID":"8","PNAME":"PlayStation3","GNAME":"PlayStation3.jpg","PRICE":"499.99","MSRP":"499.00","QOH":"100","QOBO":"50","DESC":"The PS3 is the first console in the series to introduce the use of motion-sensing technology through its Sixaxis wireless controller.","brand":"PLAYSTATION"},
{"ID":"9","PNAME":"PlayStationPortable","GNAME":"PlayStationPortable.jpg","PRICE":"249.99","MSRP":"249.00","QOH":"100","QOBO":"50","DESC":"Sony's first portable handheld PlayStation console","brand":"PLAYSTATION"},
{"ID":"10","PNAME":"PlayStation4","GNAME":"PlayStation4.jpg","PRICE":"399.99","MSRP":"399.00","QOH":"100","QOBO":"50","DESC":"Among the new applications and services, Sony introduced the PlayStation App, allowing PS4 owners to turn smartphones and tablets into a second screen to enhance gameplay.","brand":"PLAYSTATION"},
{"ID":"11","PNAME":"NES","GNAME":"NES.jpg","PRICE":"199.99","MSRP":"249.00","QOH":"100","QOBO":"50","DESC":"As one of the best-selling gaming consoles of its time, the NES helped revitalize the US video game industry following the video game crash of 1983.","brand":"NINTENDO"},
{"ID":"12","PNAME":"N64","GNAME":"N64.jpg","PRICE":"199.99","MSRP":"199.00","QOH":"100","QOBO":"50","DESC":"Nintendo 64 System - Video Game Console. The Nintendo 64 was one of the first gaming consoles to have four controller ports. The most graphically demanding Nintendo 64 games that arrived on larger 32 or 64 MB cartridges are the most advanced and detailed of the 32-bit/64-bit generation.","brand":"NINTENDO"},
{"ID":"13","PNAME":"GameCube","GNAME":"GameCube.jpg","PRICE":"199.99","MSRP":"199.00","QOH":"100","QOBO":"50","DESC":"The GameCube is the first Nintendo console to use optical discs as its primary storage medium.","brand":"NINTENDO"},
{"ID":"14","PNAME":"Wii","GNAME":"Wii.jpg","PRICE":"249.99","MSRP":"249.00","QOH":"100","QOBO":"50","DESC":"The pioneer console for motion technology. The Wii introduced the Wii Remote controller, which can be used as a handheld pointing device and which detects movement in three dimensions.","brand":"NINTENDO"},
{"ID":"15","PNAME":"Switch","GNAME":"Switch.jpg","PRICE":"299.99","MSRP":"299.00","QOH":"100","QOBO":"50","DESC":" hybrid console that can be used as a home console and portable device. Its wireless Joy-Con controllers, with standard buttons and directional analog sticks for user input, motion sensing, and tactile feedback, can attach to both sides of the console to support handheld-style play.","brand":"NINTENDO"}]
